Repository: mohamedamineidir-dotcom/UltraTrain
Catalog: UltraTrain/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: No worries — we'll build your base from scratch.
fr: Pas de souci, nous construirons votre base à partir de zéro.

source: No worries, we'll build your base from scratch.
fr: Pas d'inquiétude, nous bâtirons votre base de zéro.

source: None — nothing to flag
fr: Aucun, rien à signaler

source: None active
fr: Aucun actif

source: None, nothing to flag
fr: Aucun, rien à signaler

source: Not enough data to show trend
fr: Données insuffisantes pour afficher la tendance

source: Not invited
fr: Non invité

source: Not selected
fr: Non sélectionné

source: Notes (optional)
fr: Notes (optionnel)

source: Notes (Optional)
fr: Notes (optionnel)

source: Nothing scheduled or recorded for this day.
fr: Rien de planifié ni d'enregistré pour ce jour.

# notif.race.days
source: Your race %1$@ is in %2$lld days!
fr: Votre course %1$@ a lieu dans %2$lld jours !

# notif.race.tomorrow
source: Your race %@ is tomorrow! Good luck!
fr: Votre course %@ a lieu demain ! Bonne chance !

# notif.race.weeks
source: %1$lld %2$@ until %3$@. Stay focused!
fr: %1$lld %2$@ avant %3$@. Restez concentré !

# notif.recovery
source: Rest day, remember to stretch, hydrate, and recover well.
fr: Jour de repos, pensez à vous étirer, à vous hydrater et à bien récupérer.

# notif.run
source: run
fr: sortie

# notif.runs
source: runs
fr: sorties

# notif.tomorrowPrefix
source: Tomorrow:
fr: Demain :

# notif.type.backToBack
source: Back-to-Back
fr: Weekend Choc

# notif.type.intervals
source: Intervals
fr: Fractionné

# notif.type.longRun
source: Long Run
fr: Sortie longue

# notif.type.race
source: Race Day
fr: Jour de course

# notif.type.recovery
source: Recovery Run
fr: Footing de récupération

# notif.type.rest
source: Rest Day
fr: Jour de repos

# notif.type.strength
source: Strength & Conditioning
fr: Renforcement

# notif.type.verticalGain
source: Uphill Intervals
fr: Fractionné en côte

# notif.week
source: week
fr: semaine

# notif.weekly
source: This week: %1$@ km, %2$@ m D+ across %3$lld %4$@. Keep it up!
fr: Cette semaine : %1$@ km, %2$@ m D+ sur %3$lld %4$@. Continuez comme ça !

# notif.weeks
source: weeks
fr: semaines

source: Notification Sounds
fr: Sons de notification

source: Notifies you when your pace deviates from the planned target
fr: Vous avertit quand votre allure dévie de l'objectif planifié

source: Now
fr: Maintenant

source: NOW
fr: MAINT.

# npg.note.aidChew
source: At aid station if possible, chew thoroughly
fr: Au ravitaillement si possible, mâchez bien

# npg.note.caffBack
source: Caffeinated gel, back-loaded dose
fr: Gel caféiné, dose pour la fin de course

# npg.note.caffFinal
source: Final caffeine dose, peaks near the finish surge
fr: Dernière dose de caféine, pic vers le sprint final

# npg.note.caffPeak
source: Caffeinated gel, peaks ~45 min later, hits the back-half suffer zone
fr: Gel caféiné, pic ~45 min plus tard, pour la zone difficile de la seconde moitié

# npg.note.mix
source: Mix with %lld ml water
fr: Mélangez avec %lld ml d'eau

# npg.note.mixSip
source: Mix with %lld ml water. Sip over 45-60 min.
fr: Mélangez avec %lld ml d'eau. Buvez par gorgées sur 45-60 min.

# npg.note.optional
source: Optional, take only if you feel energy dropping
fr: Optionnel, à prendre seulement si vous sentez l'énergie baisser

# npg.note.realFood
source: Real food, best at aid stations
fr: Vraie nourriture, idéale aux ravitaillements

# npg.note.saltySweater
source: Heavy salty sweater dose
fr: Dose pour gros transpireur salé

# npg.note.savory
source: Savory break, eat slowly at aid station
fr: Pause salée, mangez lentement au ravitaillement

# npg.note.sipWater
source: Take with a sip of water
fr: À prendre avec une gorgée d'eau

# npg.note.with150
source: Take with 150-200 ml water
fr: À prendre avec 150-200 ml d'eau

# npg.note.withWater
source: Take with water
fr: À prendre avec de l'eau

# nrs.electrolytes
source: Time for electrolytes, take salt tabs or electrolyte drink
fr: C'est l'heure des électrolytes, prenez des pastilles de sel ou une boisson électrolytique

# nrs.fuel
source: Time to fuel, take a gel or snack
fr: C'est l'heure de vous alimenter, prenez un gel ou une collation

# nrs.hydrate
source: Time to hydrate, drink water or electrolytes
fr: C'est l'heure de vous hydrater, buvez de l'eau ou des électrolytes

# nrs.take
source: Take %1$@%2$@
fr: Prendre %1$@%2$@

# ns.act.dismiss
source: Dismiss
fr: Ignorer

# ns.act.skipSession
source: Skip Session
fr: Passer la séance

# ns.act.startRun
source: Start a Run
fr: Démarrer une sortie

# ns.act.viewProgress
source: View Progress
fr: Voir la progression

# ns.act.viewRace
source: View Race
fr: Voir la course

# ns.act.viewSession
source: View Session
fr: Voir la séance

# ns.body.fewDays
source: It's been a few days since your last run. Lace up and get out there!
fr: Cela fait quelques jours depuis votre dernière sortie. Enfilez vos chaussures et sortez !

# ns.title.raceCountdown
source: Race Countdown
fr: Compte à rebours de la course

# ns.title.restDay
source: Rest Day
fr: Jour de repos

# ns.title.timeToRun
source: Time to Run!
fr: C'est l'heure de courir !

# ns.title.tomorrow
source: Tomorrow's Training
fr: Entraînement de demain

# ns.title.weekly
source: Weekly Training Summary
fr: Résumé d'entraînement hebdomadaire

# ntx.caffeine.body
source: 3 to 6 mg per kg of body weight, tuned to your tolerance. Spread across the race, with night doses for ultras.
fr: 3 à 6 mg par kg de poids corporel, ajusté à votre tolérance. Réparti sur la course, avec des doses nocturnes pour les ultras.

# ntx.caffeine.title
source: Caffeine
fr: Caféine

# ntx.carbs.body
source: Scaled to your race duration. Most runners need 60 to 90 g per hour, from a mix of glucose and fructose to avoid GI issues.
fr: Adapté à la durée de votre course. La plupart des coureurs ont besoin de 60 à 90 g par heure, à partir d'un mélange de glucose et de fructose pour éviter les troubles digestifs.

# ntx.carbs.title
source: Carbs per hour
fr: Glucides par heure

# ntx.hydration.body
source: Set from your sweat rate, or estimated from your weight and the weather. We aim to replace about 80% of what you lose.
fr: Défini d'après votre taux de transpiration, ou estimé d'après votre poids et la météo. Nous visons à remplacer environ 80% de ce que vous perdez.

# ntx.hydration.title
source: Hydration
fr: Hydratation

# ntx.sodium.body
source: Matched to how salty your sweat is. Races over 6 hours apply a 575 mg per liter floor.
fr: Ajusté à la salinité de votre sueur. Les courses de plus de 6 heures appliquent un plancher de 575 mg par litre.

# ntx.why.body
source: Your gut can be trained. Start at 40 g per hour, add 10 g every two weeks, and test your full race intake on two long runs before the event.
fr: Votre système digestif s'entraîne. Commencez à 40 g par heure, ajoutez 10 g toutes les deux semaines, et testez votre apport complet de course sur deux sorties longues avant l'épreuve.

# ntx.why.title
source: Why practice this in training?
fr: Pourquoi s'entraîner à ceci ?

# nutcard.flat
source: flat
fr: plat

source: Nutrition impact: pace before first intake %1$@, after last intake %2$@, change %3$@ percent %4$@
fr: Impact nutritionnel : allure avant première prise %1$@, après dernière prise %2$@, variation %3$@ pour cent %4$@

source: Nutrition notes
fr: Notes nutritionnelles

source: Nutrition Notes (Optional)
fr: Notes nutritionnelles (optionnel)

source: Nutrition per Serving
fr: Nutrition par portion

source: Nutrition Reminders
fr: Rappels nutritionnels

source: Nutrition Summary
fr: Résumé nutritionnel

source: Nutrition Tab
fr: Onglet Nutrition

source: Nutrition Timeline
fr: Chronologie nutritionnelle

# Nutrition totals: %lld kilocalories, %@ grams carbs, %@ kilocalories per hour
source: Nutrition totals: %1$lld kilocalories, %2$@ grams carbs, %3$@ kilocalories per hour
fr: Totaux nutritionnels : %1$lld kcal, %2$@ g de glucides, %3$@ kcal/h

source: Occasional, not a daily drinker
fr: Occasionnel, pas quotidien

source: of %@
fr: sur %@

source: of %lld kcal
fr: sur %lld kcal

source: Off
fr: Désactivé

source: Off Course
fr: Hors parcours

source: Off course warning. %lld meters from route
fr: Attention hors parcours. %lld mètres de l'itinéraire

source: Offline. Changes will sync when reconnected.
fr: Hors ligne. Les modifications se synchroniseront à la reconnexion.

source: Older data will be automatically removed. Set to Forever to keep all data.
fr: Les données plus anciennes seront automatiquement supprimées. Choisissez Indéfiniment pour tout garder.

source: On
fr: Activé

# onb.complete.generalFitness
source: General Fitness
fr: Forme générale

# onb.complete.profileDetail
source: %lld runs/week
fr: %lld séances/sem.

# onb.complete.progressivePlan
source: 12-week progressive plan
fr: Plan progressif de 12 semaines

# onb.complete.weeksToGo
source: %lld weeks to go
fr: Dans %lld semaines

source: Only runs and trail runs from Strava are shown here.
fr: Seules les courses et trails de Strava sont affichés ici.

source: Open export options for this run
fr: Ouvrir les options d'export pour cette course

source: Open Settings
fr: Ouvrir les réglages

source: Opens a form to add a new emergency contact
fr: Ouvre un formulaire pour ajouter un contact d'urgence

source: Opens achievements view
fr: Ouvre la vue des succès

source: Opens an email to send feedback to the UltraTrain team
fr: Ouvre un e-mail pour envoyer un retour à l'équipe UltraTrain

source: Opens challenges view
fr: Ouvre la vue des défis

source: Opens detailed finish time estimation
fr: Ouvre l'estimation détaillée du temps d'arrivée

source: Opens detailed fitness trend chart
fr: Ouvre le graphique détaillé de tendance de forme

source: Opens detailed training progress view
fr: Ouvre la vue détaillée de progression d'entraînement

source: Opens editor for this race
fr: Ouvre l'éditeur pour cette course

source: Opens export options for this run
fr: Ouvre les options d'export pour cette course

source: Opens form to add a new race
fr: Ouvre le formulaire pour ajouter une course

source: Opens form to create a custom workout recipe
fr: Ouvre le formulaire pour créer une séance personnalisée

source: Opens form to log a meal
fr: Ouvre le formulaire pour enregistrer un repas

source: Opens goal setting screen
fr: Ouvre l'écran de définition d'objectif

source: Opens import options
fr: Ouvre les options d'import

source: Opens iOS Settings to change tracking permission
fr: Ouvre les Réglages iOS pour modifier l'autorisation de suivi

source: Opens iOS Settings to enable Apple Health access for UltraTrain
fr: Ouvre les Réglages iOS pour activer l'accès Apple Santé pour UltraTrain

source: Opens menu to add items or reset checklist
fr: Ouvre le menu pour ajouter des éléments ou réinitialiser la checklist

source: Opens morning readiness check
fr: Ouvre le bilan matinal

source: Opens personal records wall
fr: Ouvre le mur des records personnels

source: Opens the add friend screen
fr: Ouvre l'écran d'ajout d'ami

source: Opens the add gear form
fr: Ouvre le formulaire d'ajout d'équipement

source: Opens the add product form
fr: Ouvre le formulaire d'ajout de produit

source: Opens the App Store to rate UltraTrain
fr: Ouvre l'App Store pour noter UltraTrain

source: Opens the filter options
fr: Ouvre les options de filtre

source: Opens the finish-time predictor for this race
fr: Ouvre le prédicteur de temps d'arrivée pour cette course

source: Opens the form to add a new checkpoint
fr: Ouvre le formulaire pour ajouter un point de passage

source: Opens the form to add a new race
fr: Ouvre le formulaire pour ajouter une course

source: Opens the new group challenge form
fr: Ouvre le formulaire de nouveau défi de groupe

source: Opens the privacy policy in your browser
fr: Ouvre la politique de confidentialité dans votre navigateur

source: Opens the product library
fr: Ouvre la bibliothèque de produits

source: Opens the reflection editor
fr: Ouvre l'éditeur de réflexion

source: Opens the terms of service in your browser
fr: Ouvre les conditions d'utilisation dans votre navigateur

source: Optimistic
fr: Optimiste

source: Optimizing upcoming sessions
fr: Optimisation des prochaines séances

source: Optional notes
fr: Notes facultatives

source: Optional notes...
fr: Notes optionnelles...

source: Optionally add details about your nutrition strategy
fr: Ajoutez optionnellement des détails sur votre stratégie nutritionnelle

source: Optionally add details about your pacing strategy
fr: Ajoutez optionnellement des détails sur votre gestion d'allure

source: Optionally describe weather conditions during the race
fr: Décrivez optionnellement les conditions météo pendant la course

source: or
fr: ou

source: Or join an existing session:
fr: Ou rejoignez une session existante :

source: Overall Progress
fr: Progression globale

source: Overall Records
fr: Records globaux

source: Overall Satisfaction
fr: Satisfaction globale

source: Overview
fr: Aperçu

# pac.lowerTargets.msg
source: You've missed %1$lld km in the last 2 weeks. Reduce remaining targets by %2$lld%% to avoid overreaching.
fr: Vous avez manqué %1$lld km ces 2 dernières semaines. Réduisez les objectifs restants de %2$lld%% pour éviter le surmenage.

# pac.lowerTargets.title
source: Lower Plan Targets
fr: Abaissez les objectifs du plan

# pac.recCritical.msg
source: Recovery score is %1$lld/100. Swap your %2$@ to a recovery run.
fr: Score de récupération : %1$lld/100. Remplacez votre %2$@ par un footing de récupération.

# pac.recCritical.title
source: Recovery Critical
fr: Récupération critique

# pac.reduce.action
source: Reduce %lld%%
fr: Réduire de %lld%%

# pac.reduceIntensity.action
source: Reduce Intensity
fr: Réduire l'intensité

# pac.reduceLoad.msg
source: High fatigue detected (form: %1$lld, ACR: %2$@). Reduce remaining sessions by %3$lld%%.
fr: Forte fatigue détectée (forme : %1$lld, ratio A/C : %2$@). Réduisez les séances restantes de %3$lld%%.

# pac.reduceLoad.title
source: Reduce Training Load
fr: Réduisez la charge d'entraînement

# pac.reduceLowRec.msg
source: Recovery score is %lld/100. Consider reducing today's session intensity by 20%%.
fr: Score de récupération : %lld/100. Envisagez de réduire l'intensité de la séance du jour de 20%%.

# pac.reduceLowRec.title
source: Reduce Load, Low Recovery
fr: Réduisez la charge, récupération faible

# pac.swap.action
source: Swap to Recovery
fr: Passer en récupération

# pac.swap.msg
source: ACR is %1$@, injury risk is high. Swap your %2$@ to a recovery run.
fr: Le ratio A/C est de %1$@, le risque de blessure est élevé. Remplacez votre %2$@ par un footing de récupération.

# pac.swap.title
source: Swap to Recovery Run
fr: Passer en footing de récupération

# pac2.cleanup.action
source: Skip All Missed
fr: Passer toutes les manquées

# pac2.cleanup.msg
source: %lld past sessions are unmarked. Mark them as skipped to keep your plan tidy.
fr: %lld séances passées ne sont pas marquées. Marquez-les comme passées pour garder votre plan en ordre.

# pac2.cleanup.title
source: Clean Up Missed Sessions
fr: Nettoyer les séances manquées

# pac2.convertRec.action
source: Convert to Recovery
fr: Passer en récupération

# pac2.convertRec.msg
source: No training logged in %lld+ days. Ease back with a lighter recovery week.
fr: Aucun entraînement enregistré depuis %lld+ jours. Reprenez en douceur avec une semaine de récupération allégée.

# pac2.convertRec.title
source: Convert to Recovery Week
fr: Convertir en semaine de récupération

# pac2.peakNote
source: You're in the peak phase, every session counts toward race day.
fr: Vous êtes en phase de pic, chaque séance compte pour le jour J.

# pac2.reduceVol.action
source: Reduce Volume
fr: Réduire le volume

# pac2.reduceVol.msg
source: Last week's adherence was %1$lld%%. Reduce remaining sessions by %2$lld%% to ease back in.%3$@
fr: L'assiduité de la semaine dernière était de %1$lld%%. Réduisez les séances restantes de %2$lld%% pour reprendre en douceur.%3$@

# pac2.reduceVol.title
source: Reduce This Week's Volume
fr: Réduire le volume de cette semaine

# pac2.reschedule.action
source: Reschedule
fr: Reprogrammer

# pac2.reschedule.msg
source: You missed your %1$@ session. Move it to %2$@?
fr: Vous avez manqué votre séance %1$@. La déplacer au %2$@ ?

# pac2.reschedule.title
source: Reschedule %@
fr: Reprogrammer %@

source: Pace
fr: Allure

source: Pace (min/%@)
fr: Allure (min/%@)

source: Pace (min/km)
fr: Allure (min/km)

source: Pace & Heart Rate Targets
fr: Cibles d'allure et de fréquence cardiaque

source: Pace ≈ %@ per km
fr: Allure ≈ %@ par km

source: Pace Distribution
fr: Distribution d'allure

source: Pace per %@
fr: Allure par %@

source: Pace Profile
fr: Profil d'allure

source: Pace Trend
fr: Tendance d'allure

source: Pace trend: %@
fr: Tendance d'allure : %@

# pace.backOnPace
source: Back on target pace!
fr: De retour à l'allure cible !

# pace.tooFast.major
source: Way too fast! %lld%% above target pace
fr: Beaucoup trop rapide ! %lld%% au-dessus de l'allure cible

# pace.tooFast.minor
source: Slightly fast, %lld%% above target pace
fr: Légèrement rapide, %lld%% au-dessus de l'allure cible

# pace.tooSlow.major
source: Falling behind! %lld%% below target pace
fr: Vous décrochez ! %lld%% en dessous de l'allure cible

# pace.tooSlow.minor
source: Slightly slow, %lld%% below target pace
fr: Légèrement lent, %lld%% en dessous de l'allure cible

source: Pacing Alerts
fr: Alertes d'allure

source: Pacing notes
fr: Notes d'allure

source: Pacing Notes (Optional)
fr: Notes d'allure (optionnel)

source: Pacing Strategy
fr: Stratégie d'allure

source: Pacing zone: %@
fr: Zone d'allure : %@

# pain.never
source: No pain
fr: Aucune douleur

# pain.often
source: Often (weekly)
fr: Souvent (toutes les semaines)

# pain.rarely
source: Rarely (few times a year)
fr: Rarement (quelques fois par an)

# pain.sometimes
source: Sometimes (monthly)
fr: Parfois (tous les mois)

source: Parsing GPX course...
fr: Lecture du parcours GPX...

source: Parsing GPX file...
fr: Lecture du fichier GPX...

source: Password
fr: Mot de passe

source: Password (8+ characters)
fr: Mot de passe (8+ caractères)

source: Password Changed
fr: Mot de passe modifié

source: Password Reset
fr: Réinitialisation du mot de passe

source: PAST
fr: PASSÉ

source: Pause training
fr: Mettre l'entraînement en pause

source: Pause Training
fr: Mettre l'entraînement en pause

# paywall.bestValue
source: BEST VALUE
fr: MEILLEURE OFFRE

# paywall.cta.reassurance
source: No charge today. Cancel anytime.
fr: Aucun paiement aujourd'hui. Annulez à tout moment.

# paywall.feature.coaching
source: Nutrition, finish predictions & coaching
fr: Nutrition, prédictions d'arrivée et coaching

# paywall.feature.plans
source: Personalized plans for any ultra
fr: Plans personnalisés pour tout ultra

# paywall.feature.sync
source: Sync with Apple Watch, Strava & HealthKit
fr: Synchronisation avec Apple Watch, Strava et HealthKit

# paywall.freeWeek
source: 1 week free
fr: 7 jours gratuits

# paywall.loadError
source: Could not load subscription plans. Please check your connection.
fr: Impossible de charger les abonnements. Vérifie ta connexion.

# paywall.monthly
source: Monthly
fr: Mensuel

# paywall.noSubscriptionFound
source: No active subscription found.
fr: Aucun abonnement actif trouvé.

# paywall.perWeek %@
source: %@/week
fr: %@/semaine

# paywall.perWeekLabel
source: per week
fr: par semaine

# paywall.pricesInEUR
source: All prices shown in EUR
fr: Tous les prix sont indiqués en EUR

# paywall.purchaseError
source: Purchase failed. Please try again.
fr: L'achat a échoué. Réessaie.

# paywall.quarterly
source: Quarterly
fr: Trimestriel

# paywall.restore
source: Restore Purchases
fr: Restaurer les achats

# paywall.restoreError
source: Restore failed. Please try again.
fr: La restauration a échoué. Réessaie.

# paywall.save %lld
source: Save %lld%%
fr: Économise %lld%%

# paywall.startTrial
source: Start Free Trial
fr: Commencer l'essai gratuit

# paywall.step.cancelAnytime
source: Cancel anytime
fr: Annulez à tout moment

# paywall.step.cancelAnytimeDetail
source: Stop in one tap from Settings. No charge if you cancel before the trial ends.
fr: Arrêtez en un geste depuis les Réglages. Aucun paiement si vous annulez avant la fin de l'essai.

# paywall.step.reminder
source: Day 5. We remind you
fr: Jour 5. On vous prévient

# paywall.step.reminderDetail
source: Two days before the trial ends, we'll send a heads-up so you can decide on your terms.
fr: Deux jours avant la fin de l'essai, nous vous enverrons un rappel pour décider en toute liberté.

# paywall.step.today
source: Today. Full access
fr: Aujourd'hui. Accès complet

# paywall.step.todayDetail
source: Unlock every plan, every metric, every workout the moment you tap.
fr: Débloquez chaque plan, chaque statistique et chaque séance dès que vous touchez.

# paywall.subscribe
source: Subscribe Now
fr: S'abonner

# paywall.subtitle
source: Your ultra-trail coach. In your pocket.
fr: Votre coach d'ultra-trail. Dans votre poche.

# paywall.title
source: Unlock UltraTrain
fr: Débloque UltraTrain

# paywall.trialTitle
source: How your free trial works
fr: Comment fonctionne ton essai gratuit

# paywall.yearly
source: Yearly
fr: Annuel

# pb.shortLabel.half
source: Half
fr: Semi

source: Pending
fr: En attente

source: Pending items sync automatically when a connection is available. Failed items may need manual retry.
fr: Les éléments en attente se synchronisent automatiquement dès qu'une connexion est disponible. Les éléments échoués peuvent nécessiter un nouvel essai manuel.

source: Pending Requests
fr: Demandes en attente

source: Pending Uploads
fr: Envois en attente

source: per 100g
fr: pour 100 g

source: per kilometer
fr: par kilomètre

source: per mile
fr: par mile

source: Per Run
fr: Par course

source: Per-rep feedback
fr: Retour par répétition

source: Perceived effort (1 = easy, 10 = max)
fr: Effort perçu (1 = facile, 10 = max)

source: Percentage
fr: Pourcentage

source: Period
fr: Période

source: Periodized training built around your race with smart recovery and adaptive adjustments.
fr: Entraînement périodisé construit autour de votre course, avec récupération intelligente et ajustements adaptatifs.

source: Permanently deletes all training data, plans, and settings
fr: Supprime définitivement toutes les données, plans et paramètres d'entraînement

source: Permanently deletes your account and all data from the server
fr: Supprime définitivement votre compte et toutes les données du serveur

source: Persistent pain
fr: Douleur persistante

# Personal record, %@ %lld, pace %@
source: Personal record, %1$@ %2$lld, pace %3$@
fr: Record personnel, %1$@ %2$lld, allure %3$@

source: Personal Records
fr: Records personnels

source: Personalized training plans
fr: Plans d'entraînement personnalisés

# Phase %lld of %lld
source: Phase %1$lld of %2$lld
fr: Phase %1$lld sur %2$lld

source: Phase Type
fr: Type de phase

# phase.base
source: Aerobic base
fr: Base aérobie

# phase.build
source: Build
fr: Développement

# phase.peak
source: Race-specific
fr: Spécifique course

# phase.road.foundation
source: Aerobic foundation
fr: Fondation aérobie

# phase.road.foundation.desc
source: Aerobic capacity with easy mileage and strides
fr: Capacité aérobie avec footings et lignes droites

# phase.road.postRace
source: Post-race recovery
fr: Récupération post-course

# phase.road.postRace.desc
source: Active recovery and adaptation after competition
fr: Récupération active et adaptation après la compétition

# phase.road.raceSpecific
source: Race-specific block
fr: Bloc spécifique course

# phase.road.raceSpecific.desc
source: Race-pace blocks and race-specific endurance
fr: Blocs à allure course et endurance spécifique
